{"_comment" : "Created by ianb on 26\/06\/2015 16:57:00 using v2.6","import_id" : "QIAAN154-3","title" : "How does UK's acute myocardial infarction mortality rate compare internationally over time?","analysis_commentary" : "<P>Similarly to strokes, acute myocardial infarctions (AMIs) – or heart attacks – require early diagnosis and fast and appropriate specialist treatment,  together with cardiac rehabilitation in order to reduce the probability of recurrent heart attacks or death, and improve quality of life (National Institute for Cardiovascular Outcomes Research, 2013, 2014). <br><br>The figures show that only a few of the comparator countries have the required data but there is a declining trend and convergence across most of them. Between 2008 and 2011, patient-based AMI, 30-day in-hospital and out-of-hospital mortality in the UK declined from 12 to 10 per 100 patients aged 45 and over. The UK had the highest mortality rate and Norway the lowest of all the OECD countries with available data. Admission-based AMI, 30-day in-hospital mortality showed very similar trends, with 7.8 deaths per 100 patients in the UK.<br> <br>While not directly comparable with the OECD indicators below, a report from the Myocardial Ischaemia National Audit Project (MINAP) has shown that there was a decline between 2003–04 and 2011–14 in same-hospital 30-day mortality rates (unadjusted for patient characteristics over which the admitting hospital has no control and which may affect the risk of death after a heart attack) (National Institute for Cardiovascular Outcomes Research, 2014). This suggests that there have been significant improvements in the care provided to patients who have had a heart attack. However, the report also cautions about using unadjusted health outcome indicators to measure quality of care and conduct international comparisons of outcomes – due to differences in data collection, definitions and patient characteristics. <br><br>A recent study compared AMI mortality in the UK and Sweden and reported that mortality rates in the UK are higher than those in Sweden. It suggested that many thousands of deaths at 30 days might have been prevented or delayed if the same treatment was given in the UK as in Sweden. At the same time, the mortality gap between the two countries has narrowed over the last decade (Chung and others, 2014). <br><\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "Organisation for Economic Co-operation and Development, Health Data"}