{"_comment" : "Created by rreed on 20\/02\/2017 13:02:35 using v2.7","import_id" : "QIAAN154-2","title" : "How does UK's haemorrhagic stroke mortality rate compare internationally over time?","analysis_commentary" : "<P>The rate of 30-day mortality after admission to hospital for haemorrhagic stroke (based on patient data) in the UK declined between 2008 (35.2 per 1,000) and 2013 (28.3 per 1,000). In 2013 the rate in the UK was lower than that of New Zealand (32 per 1,000) but higher than Korea (17.4 per 1,000), Sweden (23.3 per 1,000) and Spain (25.9 per 1,000).  <br><br>The 30-day mortality rate (based on admissions data) demonstrates a similar trend to the data discussed above, with the rate declining in the UK and other countries. In 2013 the rate in the UK (26.5 per 1,000) was relatively high compared to the other countries in the graph. <br><br>Though the decline in the mortality rate shown in the graphs is positive it is also important to note that inaccuracies in routine data and differences in stroke care around the world make international comparisons challenging.<br> <br>In the UK, since the 1990s, the Royal College of Physicians has carried out work to improve quality of care for patients who have had a stroke. Most recently it has set up the Sentinel Stroke National Audit Programme (SSNAP), which aims to improve quality by auditing stroke services against evidence-based standards. Since December 2012, this audit has collected data on a quarterly basis for every stroke patient in England, Wales and Northern Ireland, looking across the entire care pathway – acute care, rehabilitation, six-month follow-up and outcomes. The most recent audit reports highlight that there have been significant improvements in the organisation and provision of stroke care services. However, large unacceptable variations remain and not all patients have access to the same high-quality care <a href=\"https:\/\/www.strokeaudit.org\/Documents\/Results\/National\/2016\/2016-AOANationalReport.aspx\">(NHS Choices)<\/a>. Variations are mainly in staff mix and skills (nurses, care assistants and consultants), access to clinical psychology and social care, stroke specific early supported discharge, organisation of stroke units, CCG involvement in services development and strategic planning. A Cochrane review of evidence suggests that stroke patients who receive organised inpatient care in dedicated stroke units are more likely to be alive and lead an independent life one year after a stroke (Stroke Unit Trialists’ Collaboration, 2013). <br><br>In addition to these a review by the National Confidential Enquiry into Patient Outcome and Death (2013) on the quality of care received by patients with aneurysmal subarachnoid haemorrhage has provided a range of recommendations for improving the quality of care for haemorrhagic stroke. The report specifically highlights the importance of appropriate education for professionals about clinical presentation, establishing formal networks linking different levels of care, and introducing standard protocols of care at secondary and tertiary level.  <br><br>Updated January 2017.<\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "<a href=\"http:\/\/stats.oecd.org\/index.aspx?DataSetCode=HEALTH_STAT#\">OECD, Health Care Quality Indicators, Acute Care<\/a>"}
