{"_comment" : "Created by JMorris on 09\/05\/2018 14:45:39 using v2.7","import_id" : "QIAAN66-1","title" : "How has childhood vaccination coverage in England changed over time?","analysis_commentary" : "<P>In England, vaccinations for diphtheria, tetanus, polio, pertussis and haemophilus influenza b (Hib) were offered separately between 1994\/95 and 2005\/06, and uptake declined slightly over this period. From 2006\/07 onwards a combined vaccination against all five diseases was introduced, and uptake subsequently improved. The availability of a single, combined vaccination may have simplified the childhood vaccination schedule for children and parents. However, between 2006\/07 and 2010\/11 similar improvements in uptake were observed for the pneumococcal (PCV) vaccination and the Hib\/Meningococcal group C (MenC) vaccination, suggesting an overall increase in vaccination coverage, irrespective of the new delivery method.<br><br>Between 1994\/95 and 1996\/97, there was a relatively steady rate of measles, mumps and rubella (MMR) vaccinations for children in England, of around 91%. In 1998, a now discredited article appeared in the Lancet which linked the MMR vaccination to autism. Uptake decreased significantly, and by 2003\/04 only 80% of children were vaccinated, which is well below the 92-94% required for herd immunity for mumps and rubella. In 2004, the Lancet partially retracted the paper and fully retracted it in 2010 and coverage consequently improved, reaching 93% in 2013\/14. There have been outbreaks of measles in England in recent years, particularly in 2008 and 2012, when there were <a href=\"http:\/\/webarchive.nationalarchives.gov.uk\/20140505192931\/http:\/\/www.hpa.org.uk\/web\/HPAweb&HPAwebStandard\/HPAweb_C\/1195733811358\">over a thousand confirmed cases.<\/a><br><br>Coverage for all of the childhood vaccinations plateaued between 2011\/12 and 2013\/14, but have since declined slightly. The European Region of the World Health Organisation (WHO) recommends that on a national basis <a href=\"http:\/\/www.euro.who.int\/__data\/assets\/pdf_file\/0003\/187347\/The-Guide-to-Tailoring-Immunization-Programmes-TIP.pdf\">at least 95% of children are immunised against vaccine-preventable diseases<\/a> and targeted for elimination or control. There is an expectation that UK coverage for all routine childhood immunisations that are evaluated up to five years of age achieves the 95% coverage in line with the WHO target. Currently, only the DTaP\/IPV\/Hib vaccination measured at a child's second birthday is meeting this target.<br><br>Updated April 2018.<\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "<a href\"https:\/\/digital.nhs.uk\/data-and-information\/publications\/statistical\/childhood-vaccination-coverage-statistics\/childhood-vaccination-coverage-statistics-england-2016-17\">Public Health England, Childhood Vaccination Coverage Statistics<\/a>"}