{"_comment" : "Created by ianb on 26\/06\/2015 16:56:51 using v2.6","import_id" : "QIAAN152-2","title" : "How does UK's flu immunisation coverage compare internationally?","analysis_commentary" : "<P>Between 2000 and 2013., the UK was the best performer after Australia, with flu vaccination rates in 2012 reaching 75.5 per cent, exceeding the WHO target of 75 per cent for the first time. Of all the OECD countries, in 2012 Korea had the best coverage (77.4 per cent), while in 2013 Chile had the best coverage (76.5 per cent).<br><br>Here we capture the average across the UK but within that there appear to be important country-level and even small-area variations – although comparisons between the countries of the UK need to be made with caution <https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/429617\/Annualreport_March2015_ver4.pdf>. As shown above, In England the cumulative take-up of influenza vaccinations between September 2014 and January 2015 among the population aged 65 years and older was 72.7 per cent, with only six out of 25 area teams reaching the 75 per cent target <https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/429617\/Annualreport_March2015_ver4.pdf>. Cumulative uptake in the population aged 65+ was 76.3% in Scotland, 68.1% in Wales and 73.4% in Northern Ireland  <https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/429617\/Annualreport_March2015_ver4.pdf>.<br><br>The 2014\/2015 annual surveillance report concluded that there were moderate levels of influenza activity in the community, with outbreaks in care homes resulting in more hospital admissions than seen in the previous years as well as excess mortality <https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/429617\/Annualreport_March2015_ver4.pdf>. The report suggests that there may have been a mismatch between the circulating viruses and the  vaccine; however, the vaccination programme is continuously evaluated and high uptake should be encouraged. <\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "Organisation for Economic Co-operation and Development, Health Data"}