{"_comment" : "Created by rreed on 20\/02\/2017 13:01:53 using v2.7","import_id" : "QIAAN133-1","title" : "What proportion of staff leaves and joins the NHS every month?","analysis_commentary" : "<P>It is difficult to determine the ideal turnover rate for the NHS. Staff turnover can be good and bad. If it is too high, it can be disruptive and costly but at the same time can save costs and improve quality if employees who perform poorly are the ones who leave.  Some variables found to be associated with staff turnover include job satisfaction, work pressure, flexible work options, appropriate training, experience of violence, abuse or bullying from patients or colleagues, a well-structured team environment, quality of line management and feeling of working in a safe environment <a href=\"https:\/\/www.gov.uk\/government\/uploads\/system\/uploads\/attachment_data\/file\/215455\/dh_129656.pdf\/\">(NHS Staff Survey)<\/a>.<br><br>Using data from NHS Digital we look at turnover of NHS Hospital and Community Health Services staff groups working in England. Turnover statistics include joiners to and leavers from the NHS in England within a specific time period based on headcount. Staff movement within the NHS is not included in these turnover calculations. The graph shows trends for all NHS staff excluding primary care staff, bank, locums and trainee doctors. The monthly rates of staff joining the NHS over the time period covered have been as low as 0.6% in December 2012 and as high as 1.9% in September 2014. There are also noticable peaks in the proportion of staff  joining in September of each year. Over the period covered the proportion of staff leaving ranged from a minimum of 0.6% (in Novermber 2012 and February 2014) and a maximum of 1.7% in Apirl 2013. Joining rates apprear to be rising slightly over time (0.7% in August 2012 compared to 1.1% in August 2015).<br><br>Updated January 2017.<\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : " <a href=\"http:\/\/content.digital.nhs.uk\/article\/2021\/Website-Search?productid=24139&q=NHS+Workforce+Statistics&sort=Relevance&size=10&page=1&area=both#top\">NHS Digital, NHS Workforce Statistics<\/a>"}
