{"_comment" : "Created by ianb on 26\/06\/2015 16:56:46 using v2.6","import_id" : "QIAAN104-5","title" : "How does the rate of COPD and asthma admissions compare internationally over time?","analysis_commentary" : "<P>Overall, COPD-related hospital admissions are more common than asthma- or diabetes-related hospital admissions. <br><br>When comparing the UK with other countries, for both COPD and asthma the age-standardised rate per 100,000 population is relatively high; for asthma, the UK is one of the worst performers of all the comparator countries. However, there has been a reduction in the number of hospital admissions for COPD and asthma in the UK in recent years. For COPD, there was an 11 per cent reduction between 2006 and 2011 (from 254.4 admissions per 100,000 population in 2006 to 226.5 admissions per 100,000 population in 2011). For asthma, the rate dropped by 24 per cent between 2006 and 2011 (from 79.5 admissions per 100,000 population to 60.8 admissions per 100,000 population). This decline in the number of hospital admissions may reflect some improvement in the quality of care provided for these conditions. <br><br>Trends in the other countries under analysis in this report vary. For example, there has been a continuous sharp decline in Italy in the number of hospital admissions for COPD and in Ireland in the number of hospital admissions for asthma. In the other countries, trends are more stable. Of all the OECD countries, Japan has the lowest admission rate for COPD and Italy has the lowest rate for asthma. Trends in the UK seen in the OECD data reported here are broadly consistent with those reported in earlier work on adult hospital admissions for ambulatory care sensitive conditions in England (Blunt, 2013). <br><br>While the focus in this analysis is not on respiratory deaths, it is worth noting that the recently published inquiry by the All Party Parliamentary Group on Respiratory Health (2014) into respiratory deaths concluded that the quality of services and outcomes in the UK compared very poorly with other countries and that urgent action was needed. The inquiry report highlights that awareness in the population as well as among non-specialist professionals, and the effective implementation of numerous, existing, evidence-based clinical guidelines, should be the priority in order to prevent potentially unnecessary admissions and deaths. Other reports have highlighted concern in the quality of care provided to asthma and COPD patients (Department of Health, 2012; Healthcare Quality Improvement Partnership, 2014b).<\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "Organisation for Economic Co-operation and Development, Health Data"}