{"_comment" : "Created by EFisher on 26\/10\/2015 10:06:40 using v2.7","import_id" : "QIAAN83-1","title" : "What number of written complaints have been received, upheld and in relation to what services?","analysis_commentary" : "<P>The number of Hospital and Community Health Services (HCHS) complaints has been increasing year on year since 2011\/12; between 2013\/14 and 2014\/15 there was an increase by 5.7% (6,470 complaints). There isn't an equivalent increase in the number of complaints upheld over the same time period and it has remained fairly constant around 49-51%. However, this still means more complaints are upheld in 2014\/15 (62,127 upheld complaints, 51.4% of all complaints) when compared to similar years (54,918 complaints were upheld in 2012\/13, 50.2% of all complaints).<br><br>Within Hospital and Community Health Services (HCHS) the largest increase can be seen for NHS England commissioning, which has seen the number of complaints increase by 40.4%. It is followed by other community health services and elderly (geriatric) services, which see increases in the number of complaints by 25.3% and 20.0% respectively. The largest decrease was for NHS Direct with 36.7% less complaints than in 2013\/14, but this is based on comparatively very low numbers which will make it more sensitive to changes in total numbers. Over the years the largest number of complaints has been received in inpatient and outpatient hospital acute services, followed by mental health services. <br><br>Most complaints are received in the subject area 'All aspects of clinical treatment' with 53,438 complaints (44%) in 2014\/15, an 8% increase since 2011\/12.  The next two largest subject areas in 2014\/15 were complaints for 'Attitude of staff' (13,771) and 'Communication \/ information to patients (written and oral)' (12,439). These top three areas haven't changed since last year.<br><br>The total number of Family Health Services (FHS), including GP and dental, was 84,511 in 2014\/15. This is an increase of 23,947 complaints from 2013\/14, a 39.5% increase.<\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "<a href=\"http:\/\/www.hscic.gov.uk\/catalogue\/PUB18021\">Health and Social Care Information Centre, Data on Written Complaints<\/a>"}