{"_comment" : "Created by ianb on 27\/04\/2015 18:07:12 using v2.5","import_id" : "QIAAN66-2","title" : "Vaccination coverage in children by their second birthday","analysis_commentary" : "<P>Between 1994\/95 and 1996\/97, there was a relatively steady rate of MMR (measles, mumps and rubella) immunisations in children by their second birthday in England, and it was consistently above 90%. However, this began to decrease from 1997\/98 to 2003\/04. After this time, the uptake started to increase again, improving nearly every year until 2013\/14, where it reached higher levels as 1997\/98 of 91%. This pattern of vaccination rates is linked to a now discredited article that appeared in The Lancet in 1998, which linked the combined MMR vaccination to autism. In 2004, The Lancet partially retracted the paper and fully retracted it in 2010. Around the same time, there are specific increases in the coverage rate of the combined MMR vaccination. However, at the lowest coverage (2003\/04), only 80% of children were vaccinated, which is well below the 92-94% required for herd immunity to measles and close to the 75-76% and 80-85% coverage needed for herd immunity for mumps and rubella, respectively. Subsequently there have been outbreaks of these diseases in England in recent years, particularly in 2008 and 2012, where there were over a thousand confirmed cases (source: Public Health England <http:\/\/webarchive.nationalarchives.gov.uk\/20140505192926\/http:\/\/www.hpa.org.uk\/web\/HPAweb&HPAwebStandard\/HPAweb_C\/1195733811358>).<br><br>Coverage of the other vaccinations that children should receive by their second birthday, Pneumococcal disease (PCV) booster and Hib\/Men C booster, have increased between 2008\/09 and 2013\/14, where they plateaued out at 92% coverage and subsequently continues to meet similar coverage levels in the first three quarters of 2014\/15.<\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "Public Health England, Cover of vaccination evaluated rapidly programme <https:\/\/www.gov.uk\/government\/collections\/vaccine-uptake>"}