{"_comment" : "Created by rreed on 4\/19\/2017 4:41:37 PM using v2.7","import_id" : "QIAAN154-1","title" : "How does UK's ischaemic stroke mortality rate compare internationally over time?","analysis_commentary" : "<P>In the UK, cardiovascular and circulatory diseases represent the second highest burden of disease (28.8% of total years of life lost) after cancer (Institute for Health Metrics and Evaluation, 2013). Ischaemic heart disease represents 15.9% of years of life lost and 6.8% is due to cerebrovascular diseases (of which 3% is due to haemorrhagic and other non-ischaemic stroke and 3.8% is due to ischaemic stroke) (Institute for Health Metrics and Evaluation, 2013). The majority of strokes in England are ischaemic – that is, where a clot blocks blood flow to part of the brain; haemorrhagic strokes happen when a blood vessel bursts and bleeds into the brain. <a href=\"http:\/\/www.nhs.uk\/Conditions\/Stroke\/Pages\/Whosatriskpage.aspx\">(NHS Choices)<\/a><br><br>Mortality rates, which are used as a proxy for the quality of acute care, have been stable or declining over time in most of the countries included in the chart. For ischaemic stroke, patient-based 30-day in-hospital and out-of-hospital mortality rates have been declining rapidly in the UK (they fell from 17 per 100 patients in 2008 to 11 per 100 patients in 2013) but still remain above most of the comparator countries (New Zealand’s rate was also 11 per 100 patients in 2013). Korea has the lowest rate of all the OECD countries with 5 deaths per 100. According to the data for admission-based ischaemic stroke, 30-day in-hospital mortality has also been declining in the UK and there were 9.2 deaths per 100 hospital discharges in 2013. Japan has the lowest rate of all the OECD countries. <br><br>Updated January 2017.<\/P>","data_download_url" : {"url" : "","title" : ""},"data_source" : "<a href=\"http:\/\/stats.oecd.org\/index.aspx?DataSetCode=HEALTH_STAT#\">OECD, Health Care Quality Indicators, Acute Care<\/a>"}